docs/blog/StreetArt.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2021-10-20 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>#StreetArt</title>
<meta name="generator" content="Org mode">
<link rel='stylesheet' href='/static/site.css' type='text/css'/>
</head>
<body>
<header id="top" class="status">
<div class='nav'>
<ul>
<li><a href='/'>home</a></li>
<li><a href='/research-log/index.html'>research log</a></li>
<li><a href='/blog/index.html'>personal blog</a></li>
<li><a href='https://github.com/odanoburu'>github</a></li>
<li><a href='/page/publications.html'>publications</a></li>
<li><a href='/page/about.html'>about</a></li>
</ul>
</div>
</header>
<main id="content">
<header>
<h1 class="title">#StreetArt</h1>
</header><p>
in brazil we have a consensus regarding street art.
</p>

<p>
street art can be of two (and only two !) types. it can be either
&rsquo;good&rsquo;, and is thus denominated &rsquo;graffiti&rsquo;, or it can be &rsquo;bad&rsquo;, being
called &rsquo;pixação&rsquo;. (&rsquo;pixação&rsquo; is basically writing names [&rsquo;tagging&rsquo;] or
what are deemed unreadable signs, e.g.  <a href="http://www.fatcap.com/graffiti-style/wildstyle-1/pictures.html">wildstyle</a>.  anything that does
not carry an obvious meaning is considered artless: a mere &rsquo;pixação&rsquo;.
</p>

<p>
this categorization reminds me of yet another presupposed dualism: in
brazil, a transgender woman can be either a &rsquo;transsexual&rsquo; or a
&rsquo;travesti&rsquo; (&rsquo;transvestite&rsquo;). &rsquo;transsexual&rsquo; is a word that shows a
degree of acceptance by society; the person in question could pretend
to be cisgender and &ldquo;few would notice otherwise&rdquo;. a transgender
person, when seen as a &rsquo;travesti,&rsquo; is usually someone forced to the
margins of society for not conforming to gender norms. (if you can
read portuguese, don&rsquo;t bother reading what i wrote here, go read <a href="http://www.oestigmatrans.org/qual-e-a-diferenca-entre-a-travesti-e-a-transexual/">what
Sofia has to say</a>!)
</p>

<p>
this is yet another instance where a dualism fails to grasp the
complexity of a situation.
</p>

<p>
in the film &rsquo;cidade cinza&rsquo; (&rsquo;grey city&rsquo;; trailer w/ english subs <a href="https://www.youtube.com/watch?v=7NpppZaGfJo">here</a>)
we watch two employees working for the são paulo city government
<a href="https://www.youtube.com/watch?v=jumIQ47TQPo">debating which street art pieces are art and which are not</a>. their work
is to clean the city from the so-called &rsquo;pixação&rsquo;. (&rsquo;graffiti&rsquo;, as the
film shows, is being increasingly tolerated by authorities due to the
artists&rsquo; struggle for respect.) the street art pieces which are ruled
out as unworthy are <a href="http://youtu.be/LZsxPBWuH8k?t=23s">greyened out</a>.
</p>

<p>
i remember not liking how the film portrays the scene. i remember
having the impression that the employees&rsquo; comments regarding street
art were led to be seen as ridiculous (as they are) because the
employees are not art historians or art critics, and not because
trying to define art is pointless in itself.
</p>

<p>
os gêmeos (a famous graffiti duo), having noticed the failure of the
dualism graffiti x &rsquo;pixação&rsquo;, decided to play along with it.
</p>

<p>
as the good artists that they are (and more importantly in this case,
as the good artists that they are generally <i>recognised</i> to be,) they
decided to paint <a href="http://www.fatcap.com/graffiti/12928-os-gemeos-barcelona.html">this</a>.  (okay, actually something very similar to
that, as the one in question is in são paulo and the one i linked to
is in barcelona. i couldn&rsquo;t find the image of right one).
</p>

<p>
an art critic that tried to differentiate between graffiti and
&rsquo;pixação&rsquo; would break down in aporia upon the sight of this work. if
name-writing is mere &rsquo;pixação,&rsquo; why would a name-writing by os gêmeos,
as good as they may be (and are,) be any different? with this graffiti
(and several others, in fact), os gêmeos were trying to demonstrate
that <b>anyone</b> can leave their mark on the city, that <b>anyone</b> can make
art, and that <b>no-one</b> should be ruling over what is art and what is
not.
</p>

<p>
the city government of são paulo employees, though, simply said they
would leave the &ldquo;pretty&rdquo; boy figure alone, <a href="https://www.youtube.com/watch?v=LZsxPBWuH8k">and greyened the rest out</a>.
</p>
</main>
</body>
</html>
